/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-article",
      "settings": {
      }
    },
    "art_image_banner_T3Nj3m": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "video",
        "video_id": "JlCvVqlK2b0",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false,
        "block_objfit": false
      }
    },
    "art_text_section_eLVGcU": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_LhB6B3": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>In Barcelona, at the 2024 Unicredit Youth America's Cup, <strong>young sailors soared at breathtaking speeds across the water aboard AC40s,</strong> masterfully tackling unforgiving winds and tall waves, demonstrating not only their skill at such an age, but also how this next generation of sailors is rewriting the rules of the game.</p><p>40 feet long and built for a crew of four, two helmsmen and two trimmers, the AC40s were initially used by America's Cup teams for testing and training, but today these boats are the beating heart of inclusive competitions such as the Unicredit Youth America's Cup and the Puig Women's America's Cup. In light winds, t<strong>he AC40 is capable of “fly” at speeds between 26 and 30 knots, while in winds of over 20 knots, the 40-footer can achieve speeds of up to 50.</strong></p><p>First developed by Emirates Team New Zealand, the AC40 is not only fast but also cheaper and quicker to develop. What makes this boat truly stand out, however, i<strong>s that it embodies the pioneering spirit and deep connection of Emirates Team New Zealand with the sea,</strong> a culture that goes beyond the competitive and sporting aspect of where these boats are used. Their approach to sailing is never superficial, but rooted in their kiwi roots, in a sailing mindset that is an integral part of their identity.</p><p>Emirates Team New Zealand has always looked to the future, not only in technical terms, but also in terms of a vision of what sailing could be. Innovations like foiling technology, which today enlivens not only the America's Cup but a great number of other disciplines such as <strong>windsurfing, kiteboarding, wing surfing and Nacra</strong>, were conceived to improve so much more than just sporting performance: the foil as a concept, once considered some futuristic pipedream, is now creating and redefining brand new perspectives for the future of sailing. Foiling represents a meeting point between two different worlds, those of sailing and surfing, making this innovation a perfect example to showcase how shared technologies can pave the way for new previously unthinkable possibilities and open up dialogues between a variety of different communities. Emirates Team New Zealand had grasped the implications of this technology instantly, not just in terms of the spectacle foiling<br/>could provide and the innovation it would bring, but in terms of the potential of creating a connection that breaks out of a more traditional closed-compartment logic.</p><p>All it takes is to think back to a couple of Olympics ago, when foiling didn’t even exist in the wildest dreams of any sailor or helmsman. Today, that very technology is an established and continuously evolving reality. Existent, because it is effectively a major aspect implemented across the sailing world, but never finished, since it is always ready to adapt to the technological advances that accompany its development. A revolution that benefits not only the sailing world, but the “sailing community” as a whole, even that of motors. In fact, such an effective and efficient technology that characterises its installation makes it possible to add both speed and range to boats at the same time. A boat can go much faster and do so for a longer period of time, thanks to the reductions in overall consumption thanks to this same revolution. </p><p><strong>This visionary approach is what sets Emirates Team New Zealand apart: they are not just chasing innovations to compete at higher levels, they are striving to shape the future of sailing.</strong></p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_LhB6B3"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_fHwVLM": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify://shop_images/37AC_240824_RP2_7961.jpg",
        "video_id": "ZKhAWAEp6H8",
        "is_full_width": false,
        "overlay_text": "",
        "caption": "",
        "hideLines": false,
        "block_objfit": false
      }
    },
    "art_text_section_jqmDED": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_HxzHg3": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>The AC40, together with its simulator, not only facilitates training and component development, but also offers the opportunity for more and more young talents to approach the sport. Up until now, the America's Cup environment was famously reserved for a privileged few, but now things have shifted: <strong>thanks to Emirates Team Zew Zealand, this paradigm is changing, because more and more people are now able to experience sailing at such a high level.</strong> Emirates Team New Zealand, by creating such an inclusive America's Cup this edition, has already had a significant impact on other sailing classes. The decision to establish dedicated competitions for youth and women's teams has inspired other circuits to organise specific events for “under” and “women’s” categories. This change is revolutionising not only the America's Cup itself, but the entire sailing scene, paving the way for a new generation of champions who otherwise would not have had access to similar environments.</p><p>Sailing is no longer what it used to be. This is a fact one cannot ignore. And a fact that fits perfectly with sailing. <strong>Think about its very definition: soaring over the waves while fuelled by wind and water, both elements that are always characterised by constant change, always different, always transformative.</strong> Today's helmsmen, pioneers of a new and proactive generation of young people who are approaching this sport and its changes, are the children of a revolution that is still taking place as we speak. A revolution that is not just technological, but cultural. The AC40, the foiling shift and the simulator are proud symbols of how Emirates Team New Zealand is making sailing accessible to more and more people and how it is<br/>tracing a clear path towards a more sustainable future, with less polluting technologies and boats that inspire more and more people to come to know and love the sea.</p><p> </p><p>What Emirates Team New Zealand has accomplished and continues to achieve is truly special, not because it is something studied and pondered around a table, but because they themselves are truly special people. Their innovation is not just technical but based on a mindset that sees sailing as an expression of a wider culture, a way of experiencing and understanding the sea that cannot be taught or replicated. <strong>This pioneering<br/>spirit, deeply rooted in New Zealand’s identity, makes them unique, and each action and step forward demonstrate how sailing can be an actual sign of the times, ever evolving and increasingly inclusive.</strong></p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_HxzHg3"
      ],
      "custom_css": [

      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_yyWFmE": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify://shop_images/37AC_240924_IR102454.jpg",
        "video_id": "",
        "is_full_width": false,
        "overlay_text": "",
        "caption": "",
        "hideLines": false,
        "block_objfit": false
      }
    },
    "art_related_products_PewzJq": {
      "type": "art_related-products",
      "disabled": true,
      "settings": {
        "heading": "Discover the READY TO FLY Capsule Collection and dress like Ruggero and Caterina!",
        "heading_size": "h2",
        "product_list": [
          "unisex-pro-lycra-tights-a419002s00",
          "unisex-pro-lycra-long-sleeves-top-a419001s00",
          "man-active-softshell-vest-a126002s00",
          "woman-active-woman-s-softshell-vest-a926001s00"
        ],
        "products_to_show": 4,
        "image_ratio": "adapt",
        "image_shape": "default",
        "show_secondary_image": false,
        "show_vendor": false,
        "show_rating": false
      }
    },
    "featured_collection_pQA6yC": {
      "type": "featured-collection",
      "settings": {
        "title": "Discover the READY TO FLY Capsule Collection",
        "heading_size": "h2",
        "description": "<p><strong>Dress like Ruggero and Caterina!</strong></p>",
        "show_description": false,
        "description_style": "uppercase",
        "collection": "ready-to-fly-collection",
        "products_to_show": 4,
        "columns_desktop": 4,
        "full_width": false,
        "show_view_all": true,
        "view_all_style": "outline",
        "enable_desktop_slider": true,
        "color_scheme": "",
        "image_ratio": "adapt",
        "image_shape": "default",
        "show_secondary_image": false,
        "show_vendor": false,
        "show_rating": false,
        "enable_quick_add": false,
        "columns_mobile": "2",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "art_image_banner_T3Nj3m",
    "art_text_section_eLVGcU",
    "art_image_banner_fHwVLM",
    "art_text_section_jqmDED",
    "art_image_banner_yyWFmE",
    "art_related_products_PewzJq",
    "featured_collection_pQA6yC"
  ]
}
