/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-article",
      "blocks": {
        "subtitle_d3a9JV": {
          "type": "subtitle",
          "settings": {
            "size": "h2",
            "content": "<h2>In May we celebrated our 40th anniversary with an event involving all the people of Genoa to pay homage to our hometown.<\/h2>"
          }
        }
      },
      "block_order": [
        "subtitle_d3a9JV"
      ],
      "settings": {
      }
    },
    "art_image_columns_rbB6RH": {
      "type": "art_image-columns",
      "blocks": {
        "column_CQ3kDU": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/asdfghjk.webp",
            "caption": ""
          }
        }
      },
      "block_order": [
        "column_CQ3kDU"
      ],
      "custom_css": [
        ".multicolumn img {object-position: 50% 20%;}"
      ],
      "settings": {
        "block_height": 830
      }
    },
    "art_text_section_jqmDED": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_HxzHg3": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>For Slam's 40th anniversary, we wanted to pay homage to our hometown, Genoa, by telling the story of our relationship with it and its inhabitants in an unconventional way. We asked renowned Ligurian photographer Settimio Benedusi to take photographic portraits of hundreds of Genoese, letting the faces directly describe the city. In close-up and without the need for a caption.<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_HxzHg3"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_Awcpbn": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "video",
        "video_id": "DRH02u5mlBQ",
        "preview_img": "shopify:\/\/shop_images\/maxresdefault.jpg",
        "is_full_width": false,
        "overlay_text": "",
        "caption": "",
        "hideLines": false
      }
    },
    "art_text_section_XKmiDW": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_aVFWYt": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        },
        "paragraph_JRzwF3": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "\"To tell Genoa are the faces of those who live it\".",
            "h2_text": false,
            "content": "<p>I AM GENOVA took off from 20 to 26 May 2019 involving everyone: citizens, Genoese excellences and institutions. <br\/>Thanks in part to Benedusi's charisma and ability to improvise, the result went beyond all expectations: more than 1,000 photos were taken of the Genoese people between Palazzo Ducale and various other places in the city; a very high level of participation also demonstrated, in just a few days, by the many downloads of the photos on the website.<\/p><p>Settimio Benedusi, photography questions itself A brief history of a photographer who chose the path of truth.<\/p><p>A contemporary Dadaist If he had lived a century ago, we would today call him a Dadaist. <br\/>But Settimio Benedusi, a disruptive photographer, is something else again: he is a professional truth-teller. <br\/>He does not like to boast of titles that are - in his opinion - undeserved, and he is not even afraid to question the very photography that is his main profession.<br\/>Indeed, Benedusi has worked for glossy magazines such as Sport Illustrated (the only Italian to participate in the international edition for seven consecutive years), Panorama and Vogue. <br\/><br\/>But although he has portrayed celebrities of unquestionable calibre, he has always remained a keen investigator, not afraid to investigate his medium even at the cost of highlighting its limitations and problems.<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_aVFWYt",
        "paragraph_JRzwF3"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_columns_Xqixgi": {
      "type": "art_image-columns",
      "blocks": {
        "column_dNRR9b": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/benedusi2.webp",
            "caption": ""
          }
        },
        "column_JMVF4C": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/benedusi_4.webp",
            "caption": ""
          }
        },
        "column_Xnj8NX": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/benedusi_5.jpg",
            "caption": ""
          }
        }
      },
      "block_order": [
        "column_dNRR9b",
        "column_JMVF4C",
        "column_Xnj8NX"
      ],
      "settings": {
        "block_height": 410
      }
    },
    "art_text_section_XX4jkT": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_xwygE4": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p><strong>Does photography really need a photographer to communicate?<\/strong><\/p><p>In 2014, with the operation Amore Rivelato, he sent his barber to take photographs blindfolded and got one of them published in Vogue Italia. The question inherent in Benedusi's work is clear: does photography really need a photographer to communicate? And if it is a photographer who says this, it means questioning his own reason for being.<br\/>A gaze that lays bare Eclectic and borderline, Settimio does not hesitate to launch into new initiatives, often of a situationist nature, in which playing with the unexpected becomes an opportunity to create new ways of communicating. <br\/>And to do this, he does not only use photography: he is in fact one of the first photographers to have a website. <br\/>Since 2003, he has been keeping a personal blog, in which he records thoughts, reflections and even invectives, in which his directness and immediacy emerge.<\/p><p><br\/>Born in Imperia, but for more than 20 years in Milan, in 2016 Benedusi put his passion to the test in an original way. <br\/>The idea of walking the distance between the two cities, at first purely symbolic, becomes an opportunity to answer a question that nags him: does the photographer still have a value? <br\/><br\/>The answer is yes: during his ten-day walk, he finds refreshment among the families he meets, bartering board and lodging with what he does best: portraits.<br\/> Indeed, Settimio's greatest love is faces: known and less known, young or furrowed by the wrinkles of the emotions that have passed through them, good-natured or strong-willed looks... Benedusi portrays anyone who agrees to offer him the naked vulnerability of their face. <br\/>His respect for each subject leads him to bring out their personality with discretion and tact: because Settimio puts his art at the service of a collective story, in which humanity can narrate itself and, through this narrative, learn to discover itself as in a mirror.<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_xwygE4"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_related_blog_posts_hyh7TH": {
      "type": "art_related-blog-posts",
      "settings": {
        "subtitle": "Stories",
        "title": "Titolo Stories"
      }
    }
  },
  "order": [
    "main",
    "art_image_columns_rbB6RH",
    "art_text_section_jqmDED",
    "art_image_banner_Awcpbn",
    "art_text_section_XKmiDW",
    "art_image_columns_Xqixgi",
    "art_text_section_XX4jkT",
    "art_related_blog_posts_hyh7TH"
  ]
}
