/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-article",
      "settings": {
      }
    },
    "art_image_banner_fJbJPc": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "video",
        "video_id": "tFhDNdWof4g",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false,
        "block_objfit": false
      }
    },
    "art_text_section_Fn4HXD": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_kfW9dm": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>Tenacity and perseverance. When applied by a single athlete, both attributes may end up leading to success. But if applied collectively, as a coordinated group of athletes, each of which capable of making their own decisive contribution to a team, success is guaranteed. Especially at sea.</p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_kfW9dm"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_text_section_FK7kGW": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_AzdzY6": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>The <strong>15,134 km</strong> coastline that define New Zealand itself bind it profoundly to the sea and the activities that can be carried out over on its waves, including, of course, sailing. A passion the history pf which dates a long way back, when in 1840 - at the behest of the English settlers who had arrived on the island towards the beginning of the century - work boats began to be used for competitions to be held strictly in front of harbours. Thus the <strong>peach boats were born</strong>, so called because they were used traditionally to transport and trade peaches.</p><p> </p><p>Right from the get-go, it was clear that to succeed in that new and exciting discipline, a great team spirit was essential, <strong>a spirit that would also become characterised by a simple and intuitive approach to things, as well as loyalty and trust.</strong></p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_AzdzY6"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_KFWPq8": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify://shop_images/ETNZ_PEACH_BOATS_ART_CAP_3.jpg",
        "video_id": "",
        "is_full_width": false,
        "overlay_text": "",
        "caption": "",
        "hideLines": false,
        "block_objfit": false
      }
    },
    "art_text_section_R3qc6J": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_rBKjAH": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>Emirates Team New Zealand is made up of a varied yet truly select <strong>group of people</strong>, each focused on a single objective sharing a common ultimate success. Compromises are not easily made, and while, on the one hand, every possible scenario is explored with an open mind, on the other, the defined roles within the group allow everyone to enjoy a great deal of trust in the tasks assigned to them. <br/>A precious and fundamental passion drives the development of the incredible skills that Emirates Team New Zealand demonstrates in every race, paired with the extraordinary ability to surpass their limits.</p><p> </p><p>And it is the entire team that represents its value, separately and together. From the all-rounder Peter Burling, who in 2017 was the youngest helmsman to win an America's Cup with Emirates Team New Zealand, to neophyte Dougal Allan, competing in the Cup for the very first time. Then comes Hamish Bond, a former rowing athlete, now a cyclist, and capable of applying the experience gained from years of top-level sporting achievements to the disruptive physical strength required for his role.</p><p> </p><p>Cam Webster also comes from a rowing background, a discipline in which he has also been a member of the New Zealand national team for as many as ten years, as does Marius Van Der Pol, who holds the national 500-metre track cycling record. But Van Der Pol himself, at the tender age of just 20 years old, completed the entire tour of his country by bike without any previous experience, an accomplishment that has led him to be one of the team's most valuable cyclors. And speaking of cyclors, Simon Van Velthooven was one of the first testers during the initial trials of their introduction on board, and he is still a key part of it all today.</p><p> </p><p>If Marcus Hansen first approached the world of sailing at the very young age of 7, Blair Tuke started sailing at the age of 11, later winning four consecutive world championships with Peter Burling in the 49er class from 2013 to 2016. And let us not forget Louis<br/>Crosby, Ash Draper, Josh Junior, Andy Maloney, Sam Meech, Nathan Outteridge, Kim Simperingham, Louis Sinclair and of course coach Ray Davies.</p><p> </p><p>Each and every name represents a fundamental piece, not just in bringing Emirates Team New Zealand closer to victory, but in driving the sport of sailing forward towards ever more decisive changes, all made possible thanks to its star sailors.</p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "default",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_rBKjAH"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_CcRyDi": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify://shop_images/ETNZ_TEAM_CAPITOLO_3.jpg",
        "video_id": "",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false,
        "block_objfit": false
      }
    },
    "art_related_blog_posts_6hgCCc": {
      "type": "art_related-blog-posts",
      "settings": {
        "subtitle": "Stories",
        "title": "Titolo Stories"
      }
    }
  },
  "order": [
    "main",
    "art_image_banner_fJbJPc",
    "art_text_section_Fn4HXD",
    "art_text_section_FK7kGW",
    "art_image_banner_KFWPq8",
    "art_text_section_R3qc6J",
    "art_image_banner_CcRyDi",
    "art_related_blog_posts_6hgCCc"
  ]
}
