/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-article",
      "blocks": {
        "subtitle_JaXW9w": {
          "type": "subtitle",
          "settings": {
            "size": "h2",
            "content": "<h2>YCM Academy and more<\/h2>"
          }
        },
        "subtitle_HA4cmP": {
          "type": "subtitle",
          "settings": {
            "size": "h3",
            "content": "<h3>Elena Giolai\/SLAM<\/h3>"
          }
        }
      },
      "block_order": [
        "subtitle_JaXW9w",
        "subtitle_HA4cmP"
      ],
      "settings": {
      }
    },
    "art_image_banner_T3Nj3m": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify:\/\/shop_images\/ffff.webp",
        "video_id": "",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false
      }
    },
    "art_text_section_eLVGcU": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_LhB6B3": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>Let's find out how sailing activities are organised for young sailors at the Yacht Club de Monaco and in the Principality with <strong>an interview with Paolo Ghione<\/strong>, the former Technical Director of the Italian Sailing Federation, who has held two roles in Monaco for a number of years now: first as head of the YCM’s Competitive performance teams.  The second, a more specialist role, as National Technical Director of the smaller Monaco Sailing Federation.<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_LhB6B3"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_fHwVLM": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "video",
        "video_id": "Lu87JkBFM3c",
        "preview_img": "shopify:\/\/shop_images\/monaco.jpg",
        "is_full_width": false,
        "overlay_text": "",
        "caption": "",
        "hideLines": false
      }
    },
    "art_text_section_z8tEPm": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_LgCnhK": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "How are activities dedicated to young sailors organised at the YCM? ",
            "h2_text": false,
            "content": "<p>\"The gateway into the sport is what we call school sailing,<em>voile scolaire<\/em>in French. The children spend the whole school year divided into classes at the club, accompanied by their parents from primary school up to high school in a programme shared by the national education directorate and Monaco’s ministry of sport. We teach between 800 and 1,000 pupils per season, who normally enjoy a sailing bimester period. This means they get to have at least five or six sailing lessons. This is the first step.  <br\/><br\/>The second step is the sailing school, organised every Wednesday throughout the school year. The third step is the step up from sailing school to sports school: this is a process that attracts those children who are slightly more interested in the sport, between the ages of 6 and 10, and this initiates them into a multidisciplinary course, in which the kids can practice single-handed, double-handed, even mixed activities, experiencing wing sailing, paddling, kayaking, depending on the weather conditions, which, in Monaco, are Mediterranean and therefore irregular when it comes to wind, so we tend to adapt to the conditions of each day\".<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_LgCnhK"
      ],
      "settings": {
        "columns": "2",
        "hideLines": false
      }
    },
    "art_text_with_image_AHiXYC": {
      "type": "art_text-with-image",
      "settings": {
        "image_position": "left",
        "image": "shopify:\/\/shop_images\/bambini_monaco_1.webp",
        "caption": "",
        "green_label": "",
        "white_label": "",
        "title": "",
        "content": "<p>\"The last gateway is the summer camps. In the summer we organise six to seven weeks of events, limited to 50 children per week, with an activity we call ‘underwater, on the water and in the water’. It’s a lot of fun for them, it's a kind of summer camp, but very dynamic, with fun and motivating instructors. We teach about 300-400 students over the summer, and this also allows us to recruit more. This is definitely the baseline. After this comes sports school, which allows us to sort the more competitive groups, in classes such as the Optimist, into the categories A and B, always preceded by the much younger kids, who are very seafaring, for whom the activities are much less competitive. Then we move on to the Ilca categories, a boat that we've always followed closely, and we are also one of the few clubs in the world to provide J70s, of which we can offer five to young sailors who come out of the Ilca programme, and who want to continue with their studies, but also want to keep one foot in the club.<\/p><p><br\/><\/p><p>We have traditions that date back many many years, we have organised so many important events and are fortunate to see some truly top level crews often sailing in Monaco, who take our groups to the next level. <br\/>These teams we put together are assigned a specific coach, with a training and racing programme that lasts practically 10 months a year. The fourth class we coach is the Smeralda 888s, which also compete in the Primo Cup. These are more or less 16-17 boats, with crews of 5-6 people, mini 12-metre America's Cup boats from the 1980s, on which we also let our young sailors race, with the same model of a coach and an year-round activities programme, with events that take place mainly on the Mediterranean. These are all club activities\".<\/p>",
        "variant_color": "default"
      }
    },
    "art_image_columns_tj4JHX": {
      "type": "art_image-columns",
      "blocks": {
        "column_QnifJP": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/bambini_1.webp",
            "caption": ""
          }
        },
        "column_xHLqBj": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/bambini_2.webp",
            "caption": ""
          }
        },
        "column_fWgKKg": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/bambini_3.webp",
            "caption": ""
          }
        }
      },
      "block_order": [
        "column_QnifJP",
        "column_xHLqBj",
        "column_fWgKKg"
      ],
      "settings": {
        "block_height": 290
      }
    },
    "art_text_section_RVicMj": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_TpGyBL": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "",
            "h2_text": false,
            "content": "<p>\"Of course, as the principality is quite small, the club also has the right and eligibility to sign up young sailors from neighbouring municipalities located around Monaco for competitive activities. This creates a bit of an issue for us, because when these boys are 18 years old they are no longer eligible: after the World Youth Sailing World Championships we can't take them on for Senior level initiatives. This is why the Monaco Federation is taking the lead at this point with a targeted programme for athletes with a Monaco passport, who are few in number (4 or 5), but who are the product of the very first generation to benefit from the Monaco Sport Academy. Two of them are preparing for the Olympic selections in Hyeres (20th to 27th April) in the special regatta called Last Chance Race\".<\/p><p><br\/><\/p><p><\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_TpGyBL"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_text_section_bziFLq": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_amCjEj": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "Can you tell us more about The Monaco Sport Academy? ",
            "h2_text": false,
            "content": "<p>\"The Academy is an internal structure within the club that aims to accompany young sailors in a twofold project, i.e. balancing study, sports and of course the social life of a young teenager. <\/p><p>We have tried over the years to build up a transversal staff with many skills available to young people to be activated according to the personality of each sailor. Everything from someone specialised in more advanced athletic preparation, recovery after an accident, physiotherapy to strengthen a particular muscle, a chiropractor, someone to help with dialogue; next we focus on sophrology, a discipline dedicated to mental preparation, actual mental preparation. A core base of these activities is especially useful for the younger generation so that they can learn to interact with adults in a context outside family roles or the purely sports-focused roles in the context of their coach. This support can come in the form of an open dialogue with their school, sharing in the planning phases and joining a project called Sport Elite here in Monaco, an excellent evolution of the Italian School Sport project, which allows for real adapted school schedules. I currently have three Monegasque athletes in this project who three days a week at half past six in the morning come for physical training in the first two bi-monthly periods of the year and then go to class at around half past nine to ten. In the following two bi-monthly periods (here, as you can tell, we work with a bi-monthly system), they can leave school earlier to benefit from the thermal wind in the afternoon. <\/p><p>The Monaco Sport Academy, in a nutshell, means shifting a global concept of coaching with all the necessary skills. Everything that is normally done at the highest level of training shifted to an age group of 14 to 18 year-olds, especially in a small country like Monaco, in an attempt to still accompany young sailors and keep them connected to the club. There is also a university in Monaco with which we have a collaborative relationship aimed at moving this project forward.<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_amCjEj"
      ],
      "settings": {
        "columns": "2",
        "hideLines": false
      }
    },
    "art_image_banner_hULLKn": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify:\/\/shop_images\/monaco_4.webp",
        "video_id": "",
        "preview_img": "shopify:\/\/shop_images\/episode-3.jpg",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false
      }
    },
    "art_text_section_mjeqRM": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_ARG3P7": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "Regattas organised by the YCM",
            "h2_text": false,
            "content": "<p>\"The most historic regatta is the MONACO OPTIMIST TEAM RACE. The interest in this team race corresponds perfectly to one of the labels of our club, ‘Monaco, capital du yachting': combined with a team sporting event, we try to have as much representation of countries as possible. The event kicked off 11 years ago, where we tried to invite a great number of young sailors from twin or partnered clubs with the boats provided, and then give space to international ranking lists. The purpose of this regatta is to share universal Olympic values such as friendship, excellence and sharing. These are always interesting days, preceded normally in the second week of January by workshops in which we often invite team racing stars to make themselves available to young sailors in this discipline, a discipline that remains a special one, which young people enjoy a lot and which goes somewhat beyond the more classical competitive context. <\/p><p><br\/><\/p><p>Another event specifically dedicated to young sailors, an event in which we, in a way, were the first to organise anything of its kind, is the MONACO OPTIMIST ACADEMY. This is a coach race in which coaches can follow their athletes behind the fleets at lower speeds and can communicate directly with their athletes. This has only happened over the years in younger categories, as the older ones no longer need this type of coaching. We have experimented a bit, and seen that it is a very effective activity, in so much as the various coaches who also give information to different groups of boats, fill the kids’ heads with ideas and new situations they still think about 3-4 days after the event. The environment ashore is always fun, with games, parties, activities, nice dinners. This year we are launching into the European Team Race Optimist, an event we run that is based on a programme under the IODA, the International Optimist Association. Obviously, the particularity of having a club with so many top level boat owners, offers many opportunities within the Monaco Sport Academy where we can dedicate days of coaching to our young sailors, with particularly important workshops alongside Olympic champions and ocean sailors or America's Cup skippers, who are kind enough to be there for the kids, such as Grant Dalton (America's Cup), Teresa Zabel (double 470 Olympic medallist and currently on the European Commission for Sustainable Development) and many other names\".<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_ARG3P7"
      ],
      "settings": {
        "columns": "1",
        "hideLines": false
      }
    },
    "art_image_banner_744Jnh": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify:\/\/shop_images\/monaco_6.webp",
        "video_id": "",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false
      }
    },
    "art_text_section_iRgA46": {
      "type": "art_text-section",
      "blocks": {
        "paragraph_4zGiFx": {
          "type": "paragraph",
          "settings": {
            "green_label": "",
            "white_label": "",
            "title": "The ideal approach to introduce children to sailing?",
            "h2_text": false,
            "content": "<p>I believe that the format we propose with our summer camps, i.e. weekly summer activities with multiple support options available depending on the weather conditions, is one of the best ways to introduce a child to sailing. <br\/>Sailing is still a sport, a school of life, something that can be appreciated immediately, but it is normally best appreciated after achieving a sufficient technical level. <br\/>So a summer-based approach balancing play, fun, and the sea; sessions alternating between sailing, kayaking, paddling, sailboard or other options, like giant paddles, combined with games in the water, which as games also become exercises to cast away any light fears that come with leaving the land behind you to explore the sea’s deep blue. <br\/>At the club we have worked a lot on methodology and pedagogy over the past few years, and today we think we have a really good project in our hands, the 'Sea Adventure Camp', during short summer camps, which have enabled us over the years to greatly strengthen both the sailing school and our pre-competitive groups.<\/p>",
            "button_text": "",
            "button_url": "",
            "is_new_tab": false,
            "variant_color": "green",
            "truncate_text": false
          }
        }
      },
      "block_order": [
        "paragraph_4zGiFx"
      ],
      "settings": {
        "columns": "2",
        "hideLines": false
      }
    },
    "art_image_banner_PcXYTU": {
      "type": "art_image-banner",
      "settings": {
        "video_or_img": "img",
        "image": "shopify:\/\/shop_images\/SP208207__SimoneSpada_low.webp",
        "video_id": "",
        "is_full_width": true,
        "overlay_text": "",
        "caption": "",
        "hideLines": false
      }
    }
  },
  "order": [
    "main",
    "art_image_banner_T3Nj3m",
    "art_text_section_eLVGcU",
    "art_image_banner_fHwVLM",
    "art_text_section_z8tEPm",
    "art_text_with_image_AHiXYC",
    "art_image_columns_tj4JHX",
    "art_text_section_RVicMj",
    "art_text_section_bziFLq",
    "art_image_banner_hULLKn",
    "art_text_section_mjeqRM",
    "art_image_banner_744Jnh",
    "art_text_section_iRgA46",
    "art_image_banner_PcXYTU"
  ]
}
